Repository: undecided2003/undecided2003.github.io
Catalog: lib/l10n/app_*.arb
Languages: vi, zh

source: Please ask questions or share comments here.
vi: Vui lòng đặt câu hỏi hoặc chia sẻ ý kiến tại đây.
zh: 請在此留評論或問問題

source: Location or link is invalid!
vi: Địa điểm hoặc liên kết không hợp lệ!
zh: 錯誤的地點或連結!

source: DRBA New Event
vi: Sự kiện Mới của DRBA
zh: 法界佛教總會的新活動

source: Create a Dharma Event!
vi: Tạo Sự kiện Phật pháp!
zh: 建立新的佛法活動!

# onlyagroupadmincancreateanevent
source: Only group admins can create an event!
vi: Chỉ quản trị viên nhóm mới có thể tạo sự kiện!
zh: 只有群組管理員才能建立新的活動!

source: Make event online:
vi: Tạo sự kiện trực tuyến
zh: 將活動公佈在網上

source: URL Link:
vi: Đường dẫn URL
zh: 連結網址(URL):

source: (online)
vi: (trực tuyến)
zh: (網上活動)

source: Location:
vi: Địa điểm
zh: 地點:

source: Events
vi: Sự kiện
zh: 活動

source: Event Name:
vi: Tên Sự kiện
zh: 活動名稱:

source: Date:
vi: Ngày:
zh: 日期:

source: Time:
vi: Thời gian:
zh: 時間:

source: End Time:
vi: Thời gian kết thúc:
zh: 結束時間:

source: End Date:
vi: Ngày cuối:
zh: 結束日期:

source: Description
vi: Mô tả
zh: 描述

source: Add
vi: Thêm
zh: 新增加

source: Join
vi: Tham gia
zh: 我要參加

source: DRBA Newsfeed
vi: Tin tức DRBA
zh: 法界佛教總會的新消息

source: Create a Dharma Newsfeed!
vi: Tạo Tin tức Phật pháp!
zh: 新增法界佛教總會消息!

source: Headline:
vi: Tiêu đề
zh: 標題:

source: Story:
vi: Truyện
zh: 內容:

source: Sign in aborted by user
vi: Đăng nhập bị hủy bỏ bởi người dùng
zh: 使用者放棄登入

source: Loading...
vi: Đang tải...
zh: 載入中...

source: Write something in the chat...
vi: Viết một cái gì đó trong cuộc trò chuyện...
zh: 寫入交談內容...

source: You do not have any messages
vi: Bạn không có bất kỳ tin nhắn nào
zh: 沒有新訊息

# dRBAMessages
source: Messages
vi: Tin nhắn
zh: 法界佛教總會訊息

source: Edit Event
vi: Sửa Sự kiện
zh: 修改

source: no name entered!
vi: Chưa nhập tên!
zh: 没有輸入名稱!

source: DRBA Edit Profile
vi: Chỉnh sửa Hồ sơ DRBA
zh: 法界佛教總會修改資料

source: Edit Profile!
vi: Chỉnh sửa Hồ sơ!
zh: 修改資料!

source: Why are you interested in Buddhism:
vi: Tại sao bạn quan tâm đến Phật giáo
zh: 你為什麼對佛教有興趣:

source: Buddhism background and short bio:
vi: Lý lịch Phật giáo và tiểu sử ngắn
zh: 你的佛教背景和個人簡歷:

source: You have already signed up!
vi: Bạn đã đăng ký rồi!
zh: 你已經註冊了!

source: You signed up!
vi: Bạn đã đăng ký!
zh: 你報名活動了!

source: Cancel
vi: Hủy bỏ
zh: 取消

# continue1
source: Continue
vi: Tiếp tục
zh: 繼續

source: Only the event host can delete the event!
vi: Chỉ chủ sự kiện mới có thể xóa sự kiện!
zh: 只有活動主辦人可以取消活動!

source: Do you want to delete the event?
vi: Bạn có muốn xóa sự kiện không?
zh: 你要取消活動嗎?

source: No one has RSVPed!
vi: Chưa có ai đăng ký tham gia!
zh: 沒有人回覆邀請!

source: You are no longer going!
vi: Bạn không tham gia nữa!
zh: 你已經不參加了!

source: You have not RSVPed!
vi: Bạn chưa đăng ký tham gia!
zh: 你還沒有回覆要否參加!

source: Not going
vi: Không tham gia
zh: 不參加

source: Join me for a DRBA event:
vi: Hãy tham gia sự kiện DRBA của tôi
zh: 請參加法界佛教總會的活動:

source: RSVP here:
vi: Đăng ký tham gia tại đây
zh: 請在此回覆:

source: Only the event host can edit the event!
vi: Chỉ chủ sự kiện mới có thể chỉnh sửa sự kiện!
zh: 只有活動主辦人可以修改!

source: RSVP Names:
vi: Danh sách Đăng ký tham gia:
zh: 已回覆參加人名:

source: going
vi: Tham gia
zh: 人參加

# going1
source: Going
vi: Tham gia
zh: 參加的活動

source: created a new event
vi: Tạo sự kiện mới
zh: 建立新的活動

source: Discussion
vi: Thảo luận
zh: 討論

source: Add a comment...
vi: Thêm bình luận...
zh: 加入評論...

# pastEvents
source: Past
vi: Quá khứ
zh: 過去的活動

# upcomingEvents
source: Upcoming
vi: Sắp tới
zh: 新的活動

source: posted a newsfeed:
vi: Đã đăng một bản tin
zh: 發布新消息:

source: posted a message
vi: Đã đăng một tin nhắn
zh: 發布新訊息

source: posted a message in
vi: Đã đăng một tin nhắn trong
zh: 發布新訊息在

source: Group name already taken or not entered!
vi: Tên nhóm đã được sử dụng hoặc chưa nhập!
zh: 群組名已被使用或者尚未輸入!

source: New Group
vi: Nhóm mới
zh: 新群組

source: Groups
vi: Nhóm
zh: 群組

# message1
source: Message
vi: Tin nhắn
zh: 發訊息

source: Group Name
vi: Tên Nhóm
zh: 群組名:

source: Name
vi: Tên
zh: 姓名

source: Make Group Public:
vi: Công khai Nhóm
zh: 公開群組:

source: Add Group
vi: Thêm Nhóm
zh: 加新群組

source: message
vi: Tin nhắn
zh: 訊息

source: Members
vi: Thành viên
zh: 成員

source: Write something in the group chat...
vi: Viết một cái gì đó trong cuộc trò chuyện nhóm...
zh: 在群組裡寫點訊息...

source: Members List:
vi: Danh sách Thành viên
zh: 成員名單:

source: View Profile
vi: Xem Hồ sơ
zh: 查看資料

source: Make Group Admin
vi: Làm cho Thành viên Nhóm là Quản trị viên
zh: 設為群組管理員

source: Only a group admin can make group admins!
vi: Chỉ quản trị viên Nhóm mới có thể bổ nhiệm quản trị viên Nhóm!
zh: 只有群組管理員才能指定群組管理員!

source: Remove Member
vi: Loại bỏ Thành viên
zh: 刪除成員

source: Only a group admin can remove members!
vi: Chỉ quản trị viên Nhóm mới có thể loại bỏ thành viên!
zh: 只有群組管理員才能刪除成員!

source: You left the
vi: Bạn đã rời Nhóm
zh: 你離開了

source: You joined the
vi: Bạn đã tham gia Nhóm
zh: 你加入了

source: Do you want to delete the group?
vi: Bạn có muốn xóa Nhóm không?
zh: 您要刪除群組嗎?

source: Share
vi: Chia sẻ
zh: 分享

source: You are invited to join my DRBA group
vi: Bạn được mời tham gia nhóm DRBA của tôi
zh: 邀請您加入我的法界佛教總會群組

source: Edit
vi: Thay đổi
zh: 修改

source: Join Event
vi: Tham gia sự kiện
zh: 參加活動

source: Only a group admin can edit group!
vi: Chỉ quản trị viên Nhóm mới có thể xóa nhóm!
zh: 只有群組管理員才能修改!

source: Delete
vi: Xóa bỏ
zh: 刪除

source: Only a group admin can delete group!
vi: Chỉ quản trị viên nhóm mới có thể xóa nhóm!
zh: 只有群組管理員才能刪除群組!

source: Leave Group
vi: Rời Nhóm
zh: 離開群組

source: Join Group
vi: Tham gia Nhóm
zh: 加入群組

source: Group Members:
vi: Thành viên nhóm:
zh: 群組成員:

source: Only group members can message in group!
vi: Chỉ có thành viên Nhóm mới có thể gửi tin nhắn trong nhóm!
zh: 只有群組成員才能在群組裡傳訊息!

# goingparentheses
source: going)
vi: Tham gia)
zh: 人參加)

source: My Groups
vi: Nhóm của Tôi
zh: 我的群組

source: DRBA Groups
vi: Nhóm DRBA
zh: 法界佛教總會群組

source: Failed to load data
vi: Không thể tải dữ liệu
zh: 載入資料失敗

source: search location
vi: Tìm địa điểm
zh: 搜尋地點

source: Search event location
vi: Tìm địa điểm sự kiện
zh: 搜尋活動地點

source: Timeout!
vi: Hết thời gian!
zh: 暫停!

source: Confirmation Code Sent!
vi: Mã Xác nhận đã được gửi!
zh: 確認碼已發送!

source: English
vi: Tiếng Anh
zh: 英文

source: Resources
vi: Tài nguyên
zh: 資源

# groupMessages
source: Group Message
vi: Tin nhắn Nhóm
zh: 群組訊息

source: Auth Completed!
vi: Xác thực hoàn tất!
zh: 驗證完成!

source: Auth Failed!
vi: Xác thực không thành công!
zh: 驗證失敗!

source: Welcome to DRBA!
vi: Chào mừng đến với DRBA!
zh: 歡迎來到法界佛教總會!

source: Email Address
vi: Địa chỉ Email
zh: 電子郵件地址

source: Phone Number
vi: Số điện thoại
zh: 電話號碼

source: Enter Phone Number!
vi: Nhập số điện thoại!
zh: 輸入電話號碼!

source: Enter code correctly!
vi: Nhập mã đúng!
zh: 正確輸入驗證碼!

source: Sign in
vi: Đăng nhập
zh: 登入

source: Register
vi: Đăng ký
zh: 註冊新帳戶

# orsigninwith
source: Or
vi: Hoặc
zh: 或

source: Chinese
vi: Tiếng Trung
zh: 中文

source: Please choose a langauage
vi: Vui lòng chọn ngôn ngữ
zh: 請選擇語言

source: We just sent a code to
vi: Chúng tôi vừa gửi một mã đến
zh: 我們剛剛發送了一個驗證碼到

source: Enter the code here to sign in!
vi: Nhập mã vào đây để đăng nhập!
zh: 輸入驗證碼進行登入!

source: Enter the code here to delete!
vi: Nhập mã vào đây để xóa!
zh: 輸入驗證碼進行刪除!

source: Enter Confirmation Code
vi: Nhập Mã Xác nhận
zh: 輸入驗證碼

source: Didn't receive the code?
vi: Không nhận được mã?
zh: 沒有收到驗證碼?

source: Go Back
vi: Quay lại
zh: 返回上一個螢幕

source: Password
vi: Mật khẩu
zh: 密碼

source: Enter the password to delete
vi: Nhập mật khẩu để xóa
zh: 輸入密碼進行刪除

source: Enter the password to Sign in, or press Register for a new account
vi: Nhập mật khẩu để đăng nhập hoặc nhấn Đăng ký để tạo tài khoản mới
zh: 輸入密碼登錄，或按註冊新帳戶

source: Enter phone number, starting with +country code
vi: Nhập số điện thoại bắt đầu bằng mã quốc gia +
zh: 輸入電話號碼，以+國家代碼開頭

source: Sign in or sign up with
vi: Đăng nhập hoặc đăng ký bằng
zh: 使用電子郵件或電話號碼

source: email or phone number
vi: địa chỉ Email hoặc số điện thoại
zh: 登入或註冊

source: Anonymous
vi: Ẩn danh
zh: 匿名

source: You will be missed!
vi: Bạn sẽ được nhớ đến!
zh: 再見!

source: Sign in one last time if you want to delete your account.
vi: Đăng nhập lần cuối nếu bạn muốn xóa tài khoản của mình.
zh: 如果您想刪除帳戶，請最後登入一次

source: News
vi: Tin tức
zh: 新消息

source: Dharma Newsfeed:
vi: Tin tức Phật pháp
zh: 佛法新聞:

source: Edit Profile
vi: Chỉnh sửa Hồ sơ
zh: 編輯資料

source: Messages
vi: Tin nhắn
zh: 訊息

source: Add Newsfeed
vi: Thêm Tin tức
zh: 新增訊息

source: Logout
vi: Đăng xuất
zh: 登出

source: Delete Account
vi: Xóa Tài khoản
zh: 刪除帳戶

source: Create a Newsfeed!
vi: Tạo Tin tức!
zh: 創建新聞!

source: Save
vi: Lưu
zh: 儲存

source: Do you want to delete this news update?
vi: Bạn có muốn xóa bản cập nhật tin tức này không?
zh: 您想刪除此新聞更新嗎?

source: posted a news update
vi: Đăng một bản cập nhật tin tức
zh: 發布了新聞更新

source: Only the author can edit the news update!
vi: Chỉ tác giả mới có thể chỉnh sửa bản cập nhật tin tức!
zh: 只有作者才能編輯新聞更新!

source: Only the author can delete the news update!
vi: Chỉ tác giả mới có thể xóa bản cập nhật tin tức!
zh: 只有作者才能刪除新聞更新!

source: Comments:
vi: Bình luận
zh: 評論:

source: You can't message yourself
vi: Bạn không thể gửi tin nhắn cho chính mình
zh: 你不能給自己發訊息

source: Confirm password
vi: Xác nhận mật khẩu
zh: 確認密碼

source: Sign up
vi: Đăng ký
zh: 註冊新帳戶

source: Already have an account?
vi: Đã có tài khoản?
zh: 已經有帳戶?

source: Don't have an account yet?
vi: Vẫn chưa có tài khoản?
zh: 還沒有帳戶?

source: Login Now
vi: Đăng nhập ngay
zh: 登入

source: Name can't be empty!
vi: Tên không thể trống!
zh: 姓名不能為空白!

# passwordneedstobeatleastsixcharacters
source: Password needs to be at least 6 characters!
vi: Mật khẩu phải có ít nhất 6 ký tự!
zh: 密碼至少要6個字元!

source: Passwords don't match!
vi: Mật khẩu không khớp!
zh: 密碼不匹配!

source: Associations
vi: Hiệp hội
zh: 總會

source: No website available
vi: Không có trang web khả dụng
zh: 沒有可用的網站

source: No link available
vi: Không có liên kết khả dụng
zh: 沒有可用連結

source: Print
vi: In
zh: 印刷媒體

source: Media
vi: Phương tiện truyền thông
zh: 媒體

# associationsbranchesandMonasteries
source: Branches
vi: Chi Nhánh
zh: 各分支道場

source: RSVP List:
vi: Danh sách Đăng ký tham gia
zh: 回覆名單:

source: Host
vi: Chủ nhà
zh: 主持人

source: QR Code
vi: Mã QR
zh: QR圖碼

source: Share link
vi: Chia sẻ liên kết
zh: 分享連結

source: OK
vi: Đồng ý
zh: 好的

source: Event no longer exist
vi: Sự kiện không còn tồn tại
zh: 活動已不存在

source: Group no longer exist
vi: Nhóm không còn tồn tại
zh: 群組已不存在

source: News update no longer exist
vi: Bản cập nhật tin tức không còn tồn tại
zh: 新聞更新已不存在

source: Logged in
vi: Đăng nhập
zh: 登入

source: Logged out
vi: Đăng xuất
zh: 登出

source: City of Ten Thousand Buddhas
vi: Thành phố Mười Nghìn Phật
zh: 萬佛聖城

source: Gold Mountain Monastery
vi: Tu viện Gold Mountain
zh: 金山聖寺

source: Gold Sage Monastery
vi: Tu viện Gold Sage
zh: 金聖寺

source: The International Translation Institute
vi: Viện Dịch thuật Quốc tế
zh: 國際譯經院

source: The City of the Dharma Realm
vi: Thành phố của Thế giới Phật pháp
zh: 法界聖城

source: Institute for World Religions & Berkeley Buddhist Monastery
vi: Viện Thế giới Tôn giáo và Tu viện Berkeley Buddhist
zh: 法界宗教研究院‧柏克萊聖寺

source: Gold Wheel Monastery
vi: Tu viện Gold Wheel
zh: 金輪聖寺

source: Long Beach Monastery
vi: Tu viện Long Beach
zh: 長堤聖寺

source: Blessings, Prosperity & Longevity Monastery
vi: Tu viện Phúc Lợi Thọ
zh: 福祿壽聖寺

source: Gold Summit Monastery
vi: Tu viện Gold Summit
zh: 金峰聖寺

source: Avatamsaka Vihara
vi: Chùa Avatamsaka
zh: 華嚴精舍

source: Snow Mountain Monastery
vi: Tu viện Snow Mountain
zh: 雪山寺

source: Gold Buddha Monastery
vi: Tu viện Gold Buddha
zh: 金佛聖寺

source: Avatamsaka Monastery
vi: Tu viện Avatamsaka
zh: 華嚴聖寺

source: Buddhist Lecture Hall
vi: Hội trường Bài giảng Phật pháp
zh: 佛教講堂

source: Cixing Monastery
vi: Tu viện Cixing
zh: 慈興禪寺

source: Dharma Realm Buddhist Books Distribution Association
vi: Hiệp hội phân phát Sách Phật pháp Thế giới
zh: 法界佛教印經會 (美國法界佛教總會駐華辦事處)

source: Dharma Realm Sagely Monastery
vi: Tu viện Thế giới Thánh Phật
zh: 法界聖寺

source: Amitabha Monastery
vi: Tu viện Amitabha
zh: 彌陀聖寺

# malaysiaDharmaRealmBuddhistAssociation
source: Malaysia Dharma Realm Buddhist Association / Dharma Realm Guan Yin Sagely Monastery
vi: Hiệp hội Phật giáo Thế giới Malaysia / Tu viện Thánh Quan Âm Thế giới
zh: 法界觀音聖寺 (登彼岸)

source: Prajna Guanyin Sagely Monastery
vi: Tu viện Thánh Quan Âm Prajna
zh: 般若觀音聖寺 (紫雲洞觀音寺)

source: Lotus Vihara
vi: Chùa Sen Hương
zh: 蓮花精舍

source: Gold Coast Dharma Realm
vi: Thế giới Phật pháp Gold Coast
zh: 金岸法界

source: DRBA France
vi: DRBA Pháp
zh: 法界佛教總會 法國分會

source: Dharma Realm Buddhist Association
vi: Hiệp hội Phật giáo Thế giới
zh: 法界佛教總會

source: Dharma Realm Buddhist University
vi: Đại học Phật giáo Thế giới
zh: 法界佛教大學

source: Instilling Goodness/Developing Virtue Schools
vi: Trường Dạy Đức Tốt/Phát Triển Đức Tốt
zh: 育良小學/培德中學

source: Buddhist Text Translation Society
vi: Hội Dịch thuật Văn bản Phật giáo
zh: 佛經翻譯委員會

source: City of Ten Thousand Buddhas Live
vi: Thành phố Mười Nghìn Phật Trực tiếp
zh: 萬佛聖城直播

source: Dharma Realm Live
vi: Thế giới Phật pháp Trực tiếp
zh: 法界直播

source: CTTB Buddhadharma
vi: Phật Pháp CTTB
zh: 萬佛聖城佛法

source: Buddhism For Kids
vi: Phật giáo dành cho Trẻ em
zh: 兒童佛書

source: CTTB Chinese
vi: Tiếng Trung CTTB
zh: 萬佛聖城中文網站

source: North America Branches
vi: Chi nhánh Bắc Mỹ
zh: 北美洲道場

source: Asia Branches
vi: Chi nhánh Châu Á
zh: 亞洲道場

source: Australia and Europe
vi: Úc và Châu Âu
zh: 澳洲和歐洲道場

source: Videos
vi: Video
zh: 視訊媒體直播

source: Bookstore and Translation Society
vi: Cửa hàng sách và Hội Dịch thuật
zh: 書店和翻譯協會

source: Children Books
vi: Sách Cho Trẻ em
zh: 兒童書

source: Chinese Media
vi: Phương tiện truyền thông tiếng Trung
zh: 中文媒體

source: Collection of Dharma
vi: Bộ sưu tập Phật giáo
zh: 佛法收藏

source: Main Website
vi: Trang web chính
zh: 主要網站

source: Buddhist University
vi: Đại học Phật giáo
zh: 大學

# buddhistSchools
source: Buddhist Primary and Secondary Schools
vi: Trường Tiểu học và Trung học Phật giáo
zh: 中小學

# locateBranches
source: Branches Map
vi: Bản đồ Chi nhánh
zh: 道場地圖

source: My Location
vi: Vị trí của tôi
zh: 我的位置

# onlyappadminscanaddtonewsfeed
source: Only app admins can add to newsfeed. Please email dharmarealmbuddhistapp@gmail.com if you wish to become an app admin.
vi: Chỉ quản trị viên ứng dụng mới có thể thêm vào tin tức. Vui lòng gửi email đến dharmarealmbuddhistapp@gmail.com nếu bạn muốn trở thành quản trị viên ứng dụng.
zh: 只有應用程式管理員可以新增訊息。如果您想成為應用程式管理員，請發送電子郵件至 dharmarealmbuddhistapp@gmail.com

# onlyappadminscanaddgroups
source: Only app admins can add groups. Please email dharmarealmbuddhistapp@gmail.com if you wish to become an app admin.
vi: Chỉ quản trị viên ứng dụng mới có thể thêm nhóm. Vui lòng gửi email đến dharmarealmbuddhistapp@gmail.com nếu bạn muốn trở thành quản trị viên ứng dụng.
zh: 只有應用程式管理員可以加新群組。如果您想成為應用程式管理員，請發送電子郵件至 dharmarealmbuddhistapp@gmail.com

# onlyappadminscanaddinspiration
source: Only app admins can add an inspiration. Please email dharmarealmbuddhistapp@gmail.com if you wish to become an app admin.
vi: Chỉ quản trị viên ứng dụng mới có thể thêm trích dẫn truyền cảm hứng. Vui lòng gửi email đến dharmarealmbuddhistapp@gmail.com nếu bạn muốn trở thành quản trị viên ứng dụng.
zh: 只有應用程式管理員可以加新勵志名言。如果您想成為應用程式管理員，請發送電子郵件至 dharmarealmbuddhistapp@gmail.com

# pleaseregisteranewaccounttocontinue
source: Please sign in or register an user account to continue
vi: Vui lòng đăng nhập hoặc đăng ký một tài khoản người dùng để tiếp tục
zh: 請您先登入或註冊新帳戶才能繼續

# asGuest
source: Continue as Guest
vi: Tiếp tục với tư cách là khách
zh: 以訪客繼續

# thispersonisalready
source: This person is already a group admin!
vi: Người này đã là quản trị viên nhóm!
zh: 此人已經是群組管理員了!

source: DRBA Chinese
vi: DRBA trang web trung quốc
zh: 法界佛教總會中文網站

source: DRBA Chinese Website
vi: DRBA trang web trung quốc
zh: 法界佛教總會中文網站

source: Wrong confirmation code!
vi: Mã xác nhận sai!
zh: 確認碼錯了!

source: Sangha Laity Training Programs
vi: Chương trình đào tạo Tăng già tại gia
zh: 僧伽居士訓練班

source: Monastic Training Programs
vi: Chương trình đào tạo Tăng già tại gia
zh: 僧伽居士訓練班

source: This user no longer exist
vi: Người dùng không còn tồn tại
zh: 使用者已不存在

source: Make App Admin
vi: Làm quản trị viên ứng dụng
zh: 設為應用程式管理員

# onlyappadminscanmakeappadmins
source: Only app admins can make or remove app admins. Please contact an app admin or email dharmarealmbuddhistapp@gmail.com if you wish to become an app admin.
vi: Chỉ quản trị viên ứng dụng mới có thể tạo hoặc xóa quản trị viên ứng dụng. Vui lòng liên hệ với quản trị viên ứng dụng hoặc gửi email tới dharmarealmbuddhistapp@gmail.com nếu bạn muốn trở thành quản trị viên ứng dụng.
zh: 只有應用程式管理員才能建立或刪除應用程式管理員。如果您想成為應用程式管理員，請聯絡應用程式管理員或發送電子郵件至 dharmarealmbuddhistapp@gmail.com

source: Only group admins can see RSVP list
vi: Chỉ quản trị viên nhóm mới có thể xem danh sách trả lời
zh: 只有群組管理員才能看到回覆名單

source: Remove app admin
vi: Xóa quản trị viên ứng dụng
zh: 刪除應用程式管理員

source: is no longer an app admin
vi: không còn là quản trị viên ứng dụng nữa
zh: 不再是應用程式管理員

source: is now an app admin
vi: hiện là quản trị viên ứng dụng
zh: 現在是應用程式管理員

# youaddedanewitemtothenewsfeed
source: You added a new item to the newsfeed at gather.drba.org/news
vi: Bạn đã thêm một tin tức mới gather.drba.org/news
zh: 你創建了一個新新聞 gather.drba.org/news

# youaddedanevent
source: You added a new event at gather.drba.org/event
vi: Bạn đã thêm một sự kiện mới gather.drba.org/event
zh: 你建立了一個新活動 gather.drba.org/event

# youaddedagroup
source: You added a new group at gather.drba.org/group
vi: Bạn đã thêm một nhóm mới gather.drba.org/group
zh: 你建立了一個新群組 gather.drba.org/group

# notabletoconnect
source: Unable to connect
vi: Không thể kết nối
zh: 不能連接

source: The start time cannot be after end time
vi: Thời gian bắt đầu không thể sau thời gian kết thúc
zh: 開始時間不能晚於結束時間

source: DRBA App Sharing:
vi: DRBA chia sẻ ứng dụng:
zh: 法界佛教總會應用程式共享:

source: Edit Group
vi: Chỉnh Sửa Nhóm
zh: 編輯群組

source: Sign in using Google
vi: Đăng nhập bằng Google
zh: 使用 Google 登入

source: Sign in using Apple
vi: Đăng nhập với Apple
zh: 使用 Apple 登入

# whatactivitiesandpractices
source: What activities and practices are you interested in:
vi: Những hoạt động và thực hành nào bạn quan tâm:
zh: 您對哪些活動或有興趣:

source: Nothing to see here
vi: Không có gì để thấy ở đây
zh: 這裡沒東西看

source: Recitation
vi: Đọc Thuộc Lòng
zh: 念誦

source: Stop
vi: Dừng Lại
zh: 停止

source: Guan Yin
vi: Quan Âm
zh: 觀音菩薩

source: Medicine Master Buddha
vi: Đức Phật Dược Sư
zh: 藥師佛

source: Great Compassion Mantra
vi: Thần Chú Đại Bi
zh: 大悲咒

source: Shurangama Mantra
vi: Thần Chú Lăng Nghiêm
zh: 楞嚴咒

source: Close
vi: Đóng
zh: 關閉

source: You added a new inspiration
vi: Bạn đã thêm một trích dẫn truyền cảm hứng mới
zh: 您新加了勵志名言

source: Add Inspiration
vi: Thêm trích dẫn truyền cảm hứng
zh: 加新勵志名言

# enteraninspiration
source: Enter an inspiration (multiple languages preferred):
vi: Thêm trích dẫn truyền cảm hứng (Nhiều ngôn ngữ tốt hơn):
zh: 加新勵志名言 (多語言更好):

source: Translate
vi: Dịch
zh: 翻譯

# amitabha
source: Amitabha Buddha
vi: Phật A Di Đà
zh: 阿彌陀佛

source: Record Goal
vi: Ghi bàn thắng

source: Reset
vi: Cài lại

source: Set Timer
vi: Đặt hẹn giờ

source: Select duration
vi: Chọn thời gian

source: hours
vi: giờ

source: minutes
vi: phút

source: Pause
vi: Tạm ngừng

source: Start
vi: Bắt đầu

source: Meditation Timer
vi: Hẹn giờ thiền

source: Volunteer
vi: Tình Nguyện Viên

# volunteerss
source: Volunteers
vi: Tình Nguyện Viên

source: volunteers
vi: nhóm tình nguyện viên

# onlygroupmemberscanvolunteer
source: Only group members can volunteer in the group
vi: Chỉ thành viên nhóm mới có thể tình nguyện tham gia nhóm

source: Leave Volunteers
vi: Rời khỏi nhóm Tình nguyện viên

source: Join Volunteers
vi: Tham gia nhóm tình nguyện viên

source: Interests
vi: Sở thích

# whatvolunteeringinterests
source: What volunteering interests or skills do you have?
vi: Bạn có sở thích hoặc kỹ năng tình nguyện nào?

source: Donate
vi: Sự Tặng

source: Volunteer Needs
vi: Nhu Cầu Tình Nguyện

source: Forgot your password?
vi: Quên mật khẩu?

# linktoresetyourpassword
source: Link to reset your password sent to
vi: Liên kết đặt lại mật khẩu của bạn được gửi tới

source: DRBA
zh: 法界佛教總會

source: Email
zh: 電子郵件

source: Video
zh: 視訊媒體
